{
  "beastheart":{
    "name_one": "beastheart",
    "name_other": "beasthearts",
    "description":"A beastheart never fights alone! You travel with a ferocious beast by your side—no trained pet, but an untamed wild creature such as a wolf, a basilisk, or even a young dragon. Bound to you by a primordial connection, your companion honors your wishes just as you are guided by your companion’s instincts. But beware: as battle rages on, your companion may become lost in a blood-soaked rampage, lashing out at enemies and friends alike.<br /> Play a beastheart if you want to face the world’s dangers with your mighty wild companion by your side, rushing into the thick of combat to challenge enemy champions or prowling around the outskirts to pick off vulnerable foes.",
    "ferocity":{
      "name_one": "ferocity",
      "start": {
        "trigger": "Start of your turn"
      },
      "deal-damage-self": {
        "trigger": "The first time in a round that you deal damage"
      },
      "deal-damage-companion": {
        "trigger": "The first time in a round that your companion deals damage"
      }
    }
  },
  "censor":{
    "name_one": "censor",
    "name_other": "censors",
    "description":" Demons and deathless fear you. Criminals run from the sight of your shadow. Agents of chaos, blasphemers, and heretics tremble at the sound of your voice. You carry the power of the gods, armed with wrath and sent out into the world first to seek, then censor those whose actions—or even existence—are anathema to your church.<br />As a censor, you’re at your best against the strongest foes. Your judgment terrifies heretics, stops enemies in their tracks, and even hurls them across the battlefield.",
    "wrath":{
      "name_one": "wrath",
      "start": {
        "trigger": "Start of your turn"
      },
      "take-damage": {
        "trigger": "The first time each round that a creature judged by you deals damage to you"
      },
      "deal-damage": {
        "trigger": "The first time each round that you deal damage to a creature judged by you"
      }
    }
  },
  "conduit":{
    "name_one": "conduit",
    "name_other": "conduits",
    "description":"The power of the gods flows through you! As a vessel for divine power, you don’t just keep your allies in the fight. You make those allies more effective, even as you rain divine energy down upon your foes. Though the deity or saint you serve might have other faithful and clergy, you are special among worshippers, receiving your abilities from the highest source.<br />As a conduit, you heal and buff your allies, and debuff your foes while smiting them with divine magic. The spark of divinity within you shines, filling your enemies with awe and making you more worldly and aware.",
    "piety":{
      "name_one": "piety",
      "start": {
        "trigger": "Start of your turn"
      }
    }
  },
  "elemenatalist":{
    "name_one": "elementalist",
    "name_other": "elementalists",
    "description":"Air for movement. Earth for permanence. Fire for destruction. Water for change. Green for growth. Rot for death. Void for the mystery. Years of study and practice and poring over tomes brought you the revelations that allow you to manipulate these building blocks of reality. Now you use your mastery of the seven elements to destroy, create, and warp the world with magic.<br / >As an elementalist, you can unleash your wrath across a field of foes, put an enemy exactly where you want them, debilitate foes with harmful effects, ward yourself and allies against danger, manipulate terrain, warp space, and more. Your choice of elemental specialization determines which of these things you do best.",
	"essence":{
      "name_one": "essence",
      "start": {
        "trigger": "Start of your turn"
      },
      "take-damage": {
        "trigger": "The first time in a round that you or a creature within 10 of you takes damage that isn’t untyped or holy"
      }
    }
  },
  "fury":{
    "name_one": "fury",
    "name_other": "furies",
    "description":"You do not temper the heat of battle within you. You unleash it! Your experience in the wild taught you the secrets of predators, and now, like the raptor, the panther, the wolf, you channel unfettered anger into martial prowess. Primordial Chaos is your ally. Let others use finesse to clean up the wreckage left in your wake.<br />As a fury, you devastate foes with overwhelming might, hurl yourself and enemies around the battlefield, and grow stronger as your ferocity increases. Nature has no concept of fairness — and neither do you..",
    "ferocity":{
      "name_one": "ferocity",
      "start": {
        "trigger": "Start of your turn"
      },
      "take-damage": {
        "trigger": "The first time each combat round that you take damage"
      },
      "winded": {
        "trigger": "The first time you become winded or are dying in an encounter"
      }
    }
  },
  "null":{
    "name_one": "null",
    "name_other": "nulls",
    "description":"The mind is not separate from the body. Perfection of one requires perfection of the other. You strive for perfect discipline, perfect order, mastery over mind and body becoming an unarmed psionic warrior who dampens and absorbs magic and psionics. You require no weapons, no tools. You suffice.<br />As a null, you control the battlefield by dampening enemy magic and psionics, absorbing harmful effects, and retaliating against foes who dare to use such powers against you or your allies.",
    "discipline":{
      "name_one": "discipline",
      "start": {
        "trigger": "Start of your turn"
      },
      "action": {
        "trigger": "The first time each combat round that an enemy in the area of your Null Field ability uses a main action"
      },
      "malice": {
        "trigger": "The first time each combat round that the Director uses an ability that costs Malice"
      }
    }
  },
  "shadow":{
    "name_one": "shadow",
    "name_other": "shadows",
    "description":"Subtlety is your art, the tip of the blade your brush. You studied at a secret college, specializing in alchemy, illusion, or shadow-magics. Your training and knowledge place you among the elite ranks of assassins, spies, and commandos. But more potent than any weapon or sorcery is your insight into your enemies’ weaknesses.<br />As a shadow, you possess abilities that deal significant damage, enable you to move swiftly across the battlefield and evade hazards, and allow you to fade from notice even in the midstof the most intense combat encounters. You also possess more skills than any other hero.",
    "insight":{
      "name_one": "insight",
      "start": {
        "trigger": "Start of your turn"
      },
      "deal-damage": {
        "trigger": "The first time each combat round that you deal damage incorporating 1 or more surges"
      }
    }
  },
  "summoner":{
    "name_one": "summoner",
    "name_other": "summoners",
    "description":"You are the armada. The kings of old would trade armies for your abilities. You’ve undertaken the tradition that conjures an endless supply of warriors. You are the summoner, the mage who takes their dreams and makes them manifest.<br />You call forth minions to trudge fearlessly into the fray and provide support, holding the enemy at bay while you and your fellow heroes ready the counteroffensive. Your minions serve unflinchingly, unerringly, to their death or to yours.<br />You can also take advantage of powerful magic to buff your allies, whittle down your enemies, or enlist the fallen into your ranks. And when push comes to shove, you can call upon your champion to finish the fight.",
	  "essence":{
      "name_one": "essence",
      "start": {
        "trigger": "Start of your turn"
      },
      "minion-death": {
        "trigger": "The first time each round that any minion dies unwillingly within your Summoner’s Range"
      }
    }
  },
  "tactician":{
    "name_one": "tactician",
    "name_other": "tacticians",
    "description":"Strategist. Defender. Leader. With sword in hand, you lead allies into the maw of battle, barking out commands that inspire your fellow heroes to move faster and strike more precisely. All the while, you stand between your compatriots and death, taunting the followers of evil to best you if they can.<br />As a tactician, you have abilities that heal your allies and grant them increased damage, movement, and attacks.",
	  "focus":{
      "name_one": "focus",
      "start": {
      "trigger": "Start of your turn"
    },
    "deal-damage": {
      "trigger": "The first time each round that you or an ally damages a creature you have marked"
    },
    "ability":{
      "trigger": "The first time in a round that an ally within 10 squares of you uses a heroic ability"
    }
    }
  },
  "talent":{
    "name_one": "talent",
    "name_other": "talents",
    "description":"A rare few people are born with the potential to harness psionic power, but only those who experience an awakening, a significant event that activates a talent’s abilities, can tap into the mind’s full potential. You are one of those people—a master of psionics and a source of incredible power created through sheer force of will. You can move and change matter, time, gravity, the laws of physics, or another creature’s mind.<br />As a talent, you are limited only by the strength of your mind. But the ability to wield multiple powers at once and change reality at will involves a gamble. Every manifestation has a chance of harming you, and talents who use too much power too quickly pay a deadly price.",
	  "clarity":{
      "name_one": "clarity",
      "start": {
        "trigger": "Start of your turn"
      },
      "move": {
        "trigger": "The first time each combat round that a creature is force moved"
      }
    }
  },
  "troubadour":{
    "name_one": "troubadour",
    "name_other": "troubadours",
    "description":"The whole world’s a stage, and everyone on it, an actor. No one knows this better than the troubadour. You find energy in the drama of everyday life and know how to draw spectacle forth from even the most mundane of situations. You accent highs and deepen lows in service to whoever might witness your performance.<br />As a troubadour, you chase drama. The insurmountable dangers of the world might cause many a hero to cower. But you take to that world stage not intending to die, but to find out if you are truly alive.<br />“History is a tale. Each of us is just a story we tell ourselves. Change the story, and you change the world.”<br />Jackson Bootblack",
	  "drama":{
      "name_one": "drama",
      "start": {
        "trigger": "Start of your turn"
      },
      "action": {
        "trigger": "The first time three or more heroes use an ability on the same turn"
      },
      "winded": {
        "trigger": "The first time any hero is made winded during the encounter"
      },
      "critical": {
        "trigger": "Whenever a creature within your line of effect rolls a natural 19 or 20"
      },
      "death": {
        "trigger": "When you or another hero dies"
      }
    }
  }
}